Repository: altairos/MiLens-iOS
Catalog: MiLens/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, fr, ja, ko, zh_hant

# create.bead.color
source: 颜色
de: Farbe
en: Color
fr: Couleur
ja: 色
zh_hant: 顏色

# create.bead.currentRecipe
source: 当前方案
de: Aktuelles Rezept
en: Current Recipe
fr: Réglages actuels
ja: 現在の計画
zh_hant: 目前方案

# create.bead.cutoutOnly
source: 只拼主体
de: Nur Motiv
en: Subject Only
fr: Détourage uniquement
ja: 本体のみ
zh_hant: 只拼主體

# create.bead.dailyQuota
source: 每日 5 次
de: 5-mal täglich
en: 5 times daily
fr: 5 créations par jour
ja: 1日5回

# create.bead.denoise
source: 减杂点
de: Rauschen reduzieren
en: Reduce Noise
fr: Réduction du bruit
ja: ノイズポイントを減らす
zh_hant: 減少雜點

# create.bead.desc
source: 把一张照片变成可动手完成的图案，附配色方案与材料清单。
de: Verwandle ein Foto in eine praktische Vorlage mit Farbpalette und Materialliste.
en: Turn a photo into a hands-on pattern with a color palette and materials list.
fr: Transformez une photo en modèle de perles à repasser, avec palette et liste du matériel.
ja: 写真を配色と素材リストを使って自分で作るパターンに変換します。
zh_hant: 把一張照片變成可動手完成的圖案，附配色方案與材料清單。

# create.bead.effectCount %lld
source: 共 %lld 种效果
de: %lld Effekte verfügbar
en: %lld Effects Available
fr: %lld effets
ja: 合計 %lld個の効果
zh_hant: 共 %lld 種效果

# create.bead.expanded
source: 已展开
de: Erweitert
en: Expanded
fr: Développer
ja: 拡張された
zh_hant: 已展開

# create.bead.export.desc
source: 高清图纸导出 · 含格号与完整色卡
de: HD-Vorlagen-Export · Rasternummern und vollständige Palette
en: HD pattern export · Grid numbers and full palette
fr: Export haute définition · Numéros de grille et nuancier complet
ja: 高解像度図案のエクスポート · マス番号と完全なカラーチャート付き
zh_hant: 高畫質圖稿匯出 · 含格號與完整色卡

# create.bead.export.title
source: 将这一次的作品永久珍藏
de: Behalte dieses Werk für immer
en: Keep This Creation Forever
fr: Conservez cette création pour toujours
ja: この作品を永遠に集めてください
zh_hant: 將這一次的作品永久珍藏

# create.bead.exporting
source: 导出中...
de: Exportieren…
en: Exporting…
fr: Exportation en cours…
ja: エクスポート中…
zh_hant: 匯出中…

# create.bead.generatePattern
source: 生成拼豆图纸
de: Bügelperlen-Vorlage erstellen
en: Generate Bead Pattern
fr: Générer le modèle de perles
ja: アイロンビーズの図案を生成
zh_hant: 產生拼豆圖稿

# create.bead.generating
source: 正在生成...
de: Vorlage wird erstellt…
en: Generating Pattern…
fr: Génération en cours...
ja: 生成中…
zh_hant: 正在產生…

# create.bead.localProcessHint
source: 照片仅在设备上处理 · 抠图失败会安全回退原图
de: Fotos werden nur auf dem Gerät verarbeitet · Wenn das Ausschneiden fehlschlägt, wird sicher das Originalfoto verwendet
en: Processed on device only · Falls back to the original photo if cutout fails
fr: Photos traitées uniquement sur votre appareil · En cas d'échec du détourage, la photo d'origine est conservée
ja: 写真は端末内でのみ加工・切り抜きに失敗した場合は元の画像を安全に返却します
zh_hant: 照片僅在裝置上處理 · 去背失敗會安全退回原圖

# create.bead.materialCount %lld %lld
source: %1$lld 颗 → 建议准备 %2$lld 颗
de: %1$lld Perlen · %2$lld empfohlen
en: %1$lld beads · %2$lld recommended
fr: %1$lld perles · %2$lld recommandées
ja: %1$lld錠剤 → %2$lld錠剤を準備することをお勧めします
zh_hant: %1$lld 顆 → 建議準備 %2$lld 顆

# create.bead.materialList
source: 材料清单
de: Materialliste
en: Materials List
fr: Liste du matériel
ja: 素材一覧
zh_hant: 材料清單

# create.bead.mode.color
source: 彩色
de: Farbe
en: Color
fr: Couleur
ja: 色

# create.bead.mode.letter
source: 字母序号
de: Buchstabencodes
en: Letter Codes
fr: Codes lettres
ja: アルファベット番号
zh_hant: 字母序號

# create.bead.outline
source: 轮廓
de: Umriss
en: Outline
fr: Contour
ja: 輪郭
zh_hant: 輪廓

# create.bead.saveAlbum
source: 保存相册
de: In Fotos speichern
en: Save to Photos
fr: Enregistrer dans Photos
ja: アルバムを保存する
zh_hant: 儲存至相簿

# create.bead.saveHd
source: 保存高清图纸
de: HD-Vorlage speichern
en: Save HD Pattern
fr: Enregistrer le modèle HD
ja: HD図案を保存
zh_hant: 儲存高畫質圖稿

# create.bead.selectEffect
source: 选择效果
de: Effekt auswählen
en: Choose Effect
fr: Choisir un effet
ja: エフェクトを選択
zh_hant: 選擇效果

# create.bead.source
source: 来源照片
de: Quellfoto
en: Source Photo
fr: Photo source
ja: 出典写真
zh_hant: 來源照片

# create.bead.sourceMeta
source: 原图
de: Original
en: Original
fr: Originale
ja: 原画
zh_hant: 原圖

# create.bead.studio
source: 拼豆工作室
de: Bügelperlen-Studio
en: Bead Studio
fr: Atelier de perles à repasser
ja: ピンドゥスタジオ

# create.bead.title
source: 拼豆图纸
de: Bügelperlen-Vorlage
en: Bead Pattern
fr: Modèle de perles à repasser
ja: アイロンビーズの図案
zh_hant: 拼豆圖稿

# create.bead.transition
source: 过渡
de: Übergang
en: Transition
fr: Transition
ja: 遷移
zh_hant: 過渡

# create.bead.unlimited
source: 不限次数
de: Unbegrenzt
en: Unlimited
fr: Illimité
ja: 回数無制限
zh_hant: 不限次數

# create.bead.viewAll
source: 查看全部
de: Alle ansehen
en: View All
fr: Tout afficher
ja: すべて見る

# create.bead.viewExport
source: 查看图纸与导出
de: Vorlage ansehen & exportieren
en: View Pattern & Export
fr: Voir le modèle et l'exporter
ja: 図案の表示とエクスポート
zh_hant: 查看圖稿與匯出

# create.bead.zoomHint
source: 💡 放大图纸即可显示编号
de: 💡 Hineinzoomen, um die Musternummern zu sehen
en: 💡 Zoom in to reveal pattern numbers
fr: 💡 Zoomez pour afficher les numéros des perles
ja: 💡 図案を拡大すると番号が表示されます
zh_hant: 💡 放大圖稿即可顯示編號

# create.businessCard.desc
source: 生成带有头像、性格标签和简介的社交名片卡。
de: Erstelle eine Social-Card mit Avatar, Persönlichkeits-Tags und einer kurzen Vorstellung.
en: Create a social card with an avatar, personality tags, and a short introduction.
fr: Créez une carte sociale avec photo de profil, traits de caractère et présentation.
ja: アバター、パーソナリティタグ、略歴を含むソーシャル名刺を生成します。
zh_hant: 產生帶有大頭貼、性格標籤和簡介的社群名片卡。

# create.businessCard.title
source: 伙伴名片
de: Haustierkarte
en: Pal Card
fr: Carte du compagnon
ja: パートナーの名刺
zh_hant: 毛小孩名片

# create.empty.body
source: 从相册导入照片后，就可以从这里开始创作。
de: Importiere Fotos aus deiner Mediathek, um hier mit dem Erstellen zu beginnen.
en: Import photos from your library to start creating here.
fr: Importez des photos depuis votre photothèque pour commencer à créer.
ja: 「写真」アプリから写真をインポートしたら、ここから作成を開始できます。
zh_hant: 從相簿匯入照片後，就可以從這裡開始創作。

# create.empty.cta
source: 去相册添加
de: Aus Fotos hinzufügen
en: Add from Photos
fr: Ajouter depuis Photos
ja: アルバムに移動して追加します
zh_hant: 前往相簿新增

# create.empty.title
source: 先保存一张照片
de: Speichere zuerst ein Foto
en: Save a Photo First
fr: Aucune création pour l'instant
ja: まず写真を保存してください
zh_hant: 先儲存一張照片

# create.encode.failed
source: 图片编码失败，请重试
de: Bild konnte nicht codiert werden. Versuche es noch einmal.
en: Couldn't encode image. Try again.
fr: Impossible d'encoder l'image. Veuillez réessayer.
ja: 画像のエンコードに失敗しました。もう一度お試しください。
zh_hant: 圖片編碼失敗，請重試

# create.growthCompare.desc
source: 选两张不同时期的照片，并排看到时间留下的变化。
de: Wähle zwei Fotos aus verschiedenen Zeiten und sieh nebeneinander, wie dein Liebling gewachsen ist.
en: Choose two photos from different times to see how life has changed side by side.
fr: Comparez deux photos d'époques différentes pour admirer l'évolution au fil du temps.
ja: 異なる時期の2枚の写真を選択し、時間の経過とともに残された変化を並べて確認します。
zh_hant: 選兩張不同時期的照片，並排看見時間留下的變化。

# create.growthCompare.hint
source: 两张照片，一段时光。保存到相册或分享给家人。
de: Zwei Fotos, eine Zeitspanne. In Fotos speichern oder mit der Familie teilen.
en: Two photos, one stretch of time. Save to Photos or share with family.
fr: Deux photos, une belle histoire. Enregistrez ou partagez avec vos proches.
ja: 2枚の写真、ある期間。「写真」アプリに保存したり、家族と共有したりできます。
zh_hant: 兩張照片，一段時光。儲存到相簿或分享給家人。

# create.growthCompare.title
source: 成长对比
de: Wachstumsvergleich
en: Growth Compare
fr: Évolution au fil du temps
ja: 成長比較
zh_hant: 成長對比

# create.header.subtitle
source: 只使用设备里的照片 · 本地生成
de: Verwendet nur Fotos auf diesem Gerät · Erstellt auf dem Gerät
en: Photos stay on your device · Generated locally
fr: Utilise uniquement les photos de cet appareil · Création 100 % locale
ja: デバイスの写真のみを使用してください · ローカルで生成された写真
zh_hant: 只使用裝置裡的照片 · 本機產生

# create.header.title
source: 把共同生活， 做成可以留下的作品
de: Mache aus dem gemeinsamen Leben etwas, das du behalten kannst
en: Turn shared life into something you can keep
fr: Transformez votre quotidien partagé en créations inoubliables
ja: 一緒に暮らすために、 残せる作品を作る

# create.headline
source: 让照片继续有去处。
de: Gib jedem Foto einen Platz.
en: Give every photo somewhere to go.
fr: Donnez vie à chacune de vos photos.
ja: 写真が行き場を持ち続けられるように。
zh_hant: 讓照片繼續有去處。

# create.load.failed
source: 照片加载失败
de: Fotos konnten nicht geladen werden
en: Couldn't load photos
fr: Impossible de charger les photos
ja: 写真の読み込みに失敗しました
zh_hant: 照片載入失敗

# create.petCard.desc
source: 把一张照片做成竖版纪念卡，带上名字与成为家人的日子。
de: Verwandle ein Foto in eine Erinnerungskarte mit dem Namen und dem Tag, an dem dein Liebling zur Familie kam.
en: Turn a photo into a vertical keepsake card with their name and the day they became family.
fr: Transformez une photo en carte souvenir verticale avec son nom et sa date d'arrivée.
ja: 写真を縦型の記念カードに、お名前と家族になった日を入れます。
zh_hant: 把一張照片做成直式紀念卡，附上名字與成為家人的日子。

# create.petCard.hint
source: 长按或保存到相册后，可作为壁纸或分享给家人。
de: Halte gedrückt oder speichere es in Fotos, um es als Hintergrundbild zu verwenden oder mit der Familie zu teilen.
en: Long-press or save to Photos to use as wallpaper or share with family.
fr: Maintenez appuyé ou enregistrez pour l'utiliser en fond d'écran ou la partager.
ja: 長押しまたは「写真」アプリに保存すると、壁紙として使用したり、家族と共有したりできます。
zh_hant: 長按或儲存到相簿後，可作為桌布或分享給家人。

# create.petCard.selectPhoto
source: 选择一张照片生成纪念卡片
de: Wähle ein Foto für die Erinnerungskarte
en: Choose a photo to create a keepsake card
fr: Choisissez une photo pour créer une carte souvenir
ja: 写真を選択して記念カードを作成します
zh_hant: 選擇一張照片產生紀念卡片

# create.petCard.title
source: 伙伴卡片
de: Haustierkarte
en: Pal Card
fr: Carte souvenir
ja: パートナーカード
zh_hant: 毛小孩卡片

# create.project.bead.desc
source: 图纸 · 色号 · 用量
de: Muster · Farbcodes · Menge
en: Pattern · Color Codes · Quantity
fr: Modèle · Nuancier · Quantité
ja: 図案 · 色番号 · 使用量
zh_hant: 圖稿 · 色號 · 用量

# create.project.businessCard.desc
source: 分享这份可爱
de: Teile die Freude
en: Share the sweetness
fr: Partagez toute sa douceur
ja: この可愛さをシェアして
zh_hant: 分享這份可愛

# create.project.growthCompare.desc
source: 从过去到现在
de: Von damals bis heute
en: From then to now
fr: D'hier à aujourd'hui
ja: 過去から現在まで
zh_hant: 從過去到現在

# create.project.petCard.desc
source: 纪念珍贵瞬间
de: Eine Erinnerungskarte für deinen Liebling
en: A keepsake card for your pal
fr: Une carte souvenir dédiée
ja: 貴重な瞬間を思い出してください
zh_hant: 紀念珍貴瞬間

# create.project.redPacket.desc
source: 四种微信红包封面模版 + 上传指引
de: Vier Red-Packet-Cover-Vorlagen + Anleitung zum Hochladen
en: Four WeChat Red Packet cover templates + upload guide
fr: 4 modèles d'enveloppes rouges WeChat + guide de publication
ja: WeChat紅包カバーのテンプレート4種 + アップロードガイド
zh_hant: 四種紅包封面範本 + 上傳指引

# create.redPacket.badge
source: 红包
de: Red-Packet-Cover
en: Red Packet
fr: Enveloppe rouge
ja: 赤い封筒
zh_hant: 紅包

# create.redPacket.desc
source: 生成微信红包封面素材（957×1278），预览红包 4 个场景。
de: Erstelle ein Red-Packet-Cover (957 × 1278) und zeige es in vier Szenen an.
en: Create WeChat Red Packet cover artwork (957 × 1278) and preview it in four scenes.
fr: Concevez une couverture WeChat (957 × 1278) et prévisualisez-la dans 4 scènes.
ja: WeChat紅包カバーの素材（957×1278）を生成し、4つのシーンで紅包をプレビューできます
zh_hant: 產生紅包封面素材（957×1278），預覽紅包 4 個場景。

# create.redPacket.title
source: 红包封面
de: Red-Packet-Cover
en: Red Packet Cover
fr: Couverture d'enveloppe rouge
ja: 赤い封筒の表紙
zh_hant: 紅包封面

# create.redPacket.wechat
source: 微信
de: WeChat
en: WeChat
fr: WeChat

# create.render.failed
source: 卡片渲染失败，请重试
de: Karte konnte nicht gerendert werden. Versuch es noch einmal.
en: Couldn't render card. Try again.
fr: Échec du rendu de la carte. Veuillez réessayer.
ja: カードのレンダリングに失敗しました。もう一度お試しください。
zh_hant: 卡片算繪失敗，請重試

# create.save.failed
source: 保存失败
de: Speichern fehlgeschlagen
en: Save failed
fr: Échec de l'enregistrement
ja: 保存に失敗しました
zh_hant: 儲存失敗

# create.save.libraryFailed %@
source: 保存到相册失败：%@
de: Konnte nicht in Fotos gespeichert werden: %@
en: Couldn't save to Photos: %@
fr: Échec de l'enregistrement dans Photos : %@
ja: アルバムに保存できませんでした：%@
zh_hant: 儲存到相簿失敗：%@

# create.save.success
source: ✅ 已保存到相册
de: Gespeichert
en: ✅ Saved to Photos
fr: Enregistré dans Photos
ja: ✅ 「写真」アプリに保存されました
zh_hant: ✅ 已儲存到相簿

# create.sectionSupporting
source: 选择一张照片
de: Wähle ein Foto
en: Choose a photo
fr: Choisir une photo
ja: 写真を選択してください
zh_hant: 選擇一張照片

# create.sectionTitle
source: 可以开始的作品
de: Projekte zum Basteln
en: Projects to Make
fr: Projets créatifs
ja: 始められる作品
zh_hant: 可以開始的作品

# create.studio.overline
source: CREATION DARKROOM
de: Kreativ-Dunkelkammer
fr: ATELIER DE CRÉATION
ja: クリエーションダークルーム
zh_hant: 創作暗房

# create.studio.title
source: 让美好的回忆 以作品形式留在指尖。
de: Lass wunderschöne Erinnerungen in deinen Händen weiterleben.
en: Let beautiful memories live on at your fingertips.
fr: Laissez vos beaux souvenirs prendre forme entre vos mains.
ja: 良い思い出を作りましょう 作品という形であなたの指先に残ります。
zh_hant: 讓美好的回憶 以作品形式留在指尖。

# create.subheadline
source: 从已经保存的照片开始，做一份真正属于它的作品。
de: Beginne mit einem gespeicherten Foto und mache etwas ganz Besonderes daraus.
en: Start with a saved photo and make something truly theirs.
fr: Partez d'une photo enregistrée pour concevoir une création unique.
ja: 保存した写真から始めて、本当に自分だけの作品を作りましょう。
zh_hant: 從已經儲存的照片開始，做一份真正屬於毛小孩的作品。

# decoration.frame.celestialStar
source: 星盘守护与微光
de: Himmlischer Wächter
en: Celestial Guardian
fr: Étoiles célestes
ja: 星図の守り
ko: 성좌의 수호
zh_hant: 星盤守護與微光

# decoration.frame.eucalyptusBerries
source: 蓝莓与尤加利
de: Eukalyptus & Beeren
en: Eucalyptus & Berries
fr: Eucalyptus et Baies
ja: ユーカリとベリー
ko: 유칼립투스와 베리
zh_hant: 藍莓與尤加利

# decoration.frame.ginkgoAcorn
source: 金秋银杏与橡果
de: Ginkgo & Eichel
en: Ginkgo & Acorn
fr: Ginkgo et Glands
ja: 銀杏とドングリ
ko: 은행잎과 도토리
zh_hant: 金秋銀杏與橡果

# decoration.frame.silkRibbonRose
source: 缎带与玫瑰
de: Schleife & Rose
en: Ribbon & Rose
fr: Ruban de soie et Rose
ja: リボンと薔薇
ko: 리본과 로즈
zh_hant: 緞帶與玫瑰

# decoration.frame.springBlossom
source: 春樱繁花
de: Frühlingsblüte
en: Spring Blossom
fr: Cerisier en Fleurs
ja: 春桜の彩り
ko: 화사한 봄벚꽃
zh_hant: 春櫻繁花

# decoration.frame.whiteCamellia
source: 白茶与常春藤
de: Kamelie & Efeu
en: Camellia & Ivy
fr: Camélia Blanc et Lierre
ja: 白椿とアイビー
ko: 화이트 카멜리아와 아이비
zh_hant: 白茶與常春藤

# decoration.group.daily
source: 日常
de: Alltag
en: Daily
fr: Quotidien
ko: 일상

# decoration.group.film
source: 胶片
de: Film
en: Film
fr: Pellicule
ja: フィルム
ko: 필름
zh_hant: 底片

# decoration.group.holiday
source: 节日
de: Feiertage
en: Holidays
fr: Fête
ja: ホリデー
ko: 휴일
zh_hant: 節日

# decoration.group.memorial
source: 纪念
de: Erinnerung
en: Memorial
fr: Souvenir
ja: メモリアル
ko: 추억
zh_hant: 紀念

# decoration.group.paper
source: 纸样
de: Papier
en: Paper
fr: Papeterie
ja: ペーパー
ko: 페이퍼
zh_hant: 紙樣

# decoration.group.paw
source: 爪印
de: Pfotenabdrücke
en: Paw Prints
fr: Petites pattes
ja: 肉球
ko: 발자국

# decoration.group.recommended
source: 推荐
de: Empfohlen
en: Recommended
fr: Recommandé
ja: おすすめ
ko: 추천
zh_hant: 推薦

# decoration.panel.empty
source: 装饰资源暂未安装
de: Deko-Elemente sind noch nicht installiert.
en: Decoration assets aren't installed yet.
fr: Aucun élément de décoration disponible
ja: 装飾リソースがまだインストールされていません
zh_hant: 裝飾資源暫未安裝

# decoration.sticker.adoptionRibbon
source: 家人丝带
de: Familien-Schleife
en: Family Ribbon
fr: Ruban d'adoption
ja: 家族のリボン
ko: 가족 리본
zh_hant: 家人絲帶

# decoration.sticker.archiveSeal
source: 珍藏火漆印
de: Archiv-Siegel
en: Archive Seal
fr: Sceau d'archive
ja: 記念のシーリング
ko: 기념 씰
zh_hant: 珍藏封蠟印

# decoration.sticker.birthdayCake
source: 诞辰烛光
de: Geburtstagskerze
en: Birthday Candle
fr: Gâteau d'anniversaire
ja: バースデーケーキ
ko: 생일 촛불
zh_hant: 誕辰燭光

# decoration.sticker.bloomFlower
source: 春日花期
de: Frühlingsblüte
en: Spring Bloom
fr: Fleur éclose
ja: 春の花盛り
ko: 봄날의 꽃

# decoration.sticker.foodBowl
source: 满满食光
de: Voller Napf
en: Full Bowl
fr: Gamelle
ja: ごはんタイム
ko: 행복한 밥그릇
zh_hant: 滿滿食光

# decoration.sticker.limit %lld
source: 贴纸最多添加 %lld 个
de: Maximal %lld Sticker erlaubt
en: Maximum %lld stickers allowed
fr: Maximum %lld éléments
ja: 最大 %lld個のステッカーを追加できます
zh_hant: 貼紙最多新增 %lld 個

# decoration.sticker.pawMark
source: 档案足印
de: Archiv-Pfote
en: Archive Paw
fr: Empreinte de patte
ja: 記録の足跡
ko: 아카이브 발자국
zh_hant: 檔案足印

# decoration.sticker.radiantStar
source: 守护微光
de: Strahlender Stern
en: Radiant Star
fr: Étoile éclatante
ja: 輝く守り星
ko: 수호의 별빛
zh_hant: 守護微光

# decoration.sticker.retroCamera
source: 定格镜头
de: Retro-Kamera
en: Retro Shutter
fr: Appareil photo rétro
ja: フィルムカメラ
ko: 필름 카메라
zh_hant: 定格鏡頭

# decoration.sticker.sleepyMoon
source: 甜梦月影
de: Schläfriger Mond
en: Sleepy Moon
fr: Lune endormie
ja: おやすみ月夜
ko: 달콤한 꿈달
zh_hant: 甜夢月影

# decoration.sticker.sunPaw
source: 暖阳爪印
de: Sonnen-Pfote
en: Sun Paw
fr: Patte ensoleillée
ja: 陽だまり肉球
ko: 햇살 발자국
zh_hant: 暖陽爪印

# decoration.sticker.tandemPaws
source: 步步相伴
de: Doppel-Pfoten
en: Tandem Paws
fr: Empreintes complices
ja: よりそう足跡
ko: 나란한 발자국

# decoration.sticker.warmHeart
source: 温存心痕
de: Warmes Herz
en: Warm Heart
fr: Cœur chaleureux
ja: ぬくもりハート
ko: 따스한 마음
zh_hant: 溫存心痕

# editor.adjust.manual
source: 手动调整
de: Manuelle Anpassungen
en: Manual Adjustments
fr: Réglages manuels
ja: 手動調整
zh_hant: 手動調整

# editor.adjust.reset
source: 重置
de: Farbe zurücksetzen
en: Reset Color
fr: Réinitialiser
ja: リセット
zh_hant: 重設

# editor.crop.ratio.free
source: 自由
de: Frei
en: Free
fr: Libre
ja: 無料

# editor.cutout.action.applied
source: 重新抠图
de: Erneut ausschneiden
en: Redo Cutout
fr: Refaire le détourage
ja: 画像を再カットする
zh_hant: 重新去背

# editor.cutout.action.error
source: 重试
de: Wiederholen
en: Retry
fr: Réessayer
ja: もう一度やり直してください
zh_hant: 重試

# editor.cutout.action.idle
source: 开始抠图
de: Ausschneiden starten
en: Start Cutout
fr: Commencer le détourage
ja: 写真の切り抜きを始める
zh_hant: 開始去背

# editor.cutout.action.processing
source: 识别中…
de: Wird erkannt…
en: Recognizing…
fr: Détourage en cours...
ja: 認識中…
zh_hant: 辨識中…

# editor.cutout.done
source: 已完成
de: Fertig
en: Done
fr: Détourage terminé
ja: 完了

# editor.cutout.localProcessing
source: 本地处理
de: Lokale Verarbeitung
en: On-Device Processing
fr: Traitement local
ja: ローカル処理
zh_hant: 本機處理

# editor.cutout.notUploaded
source: 照片未上传
de: Foto nicht hochgeladen
en: Photo Not Uploaded
fr: Photo non envoyée
ja: 写真がアップロードされていません
zh_hant: 照片未上傳

# editor.cutout.outputFormat
source: 输出格式
de: Ausgabeformat
en: Output Format
fr: Format de sortie
ja: 出力フォーマット
zh_hant: 輸出格式

# editor.cutout.transparentPng
source: 透明背景 PNG
de: Transparentes PNG
en: Transparent PNG
fr: PNG transparent
ja: 背景透過PNG

# editor.error.title
source: 无法继续
de: Fortfahren nicht möglich
en: Unable to Continue
fr: Erreur
ja: 続行できません
zh_hant: 無法繼續

# editor.exit.dialog.saveTitle
source: 保存编辑？
de: Änderungen speichern?
en: Save Edits?
fr: Enregistrer les modifications ?
ja: 編集を保存しますか？
zh_hant: 儲存編輯？

# editor.exit.dialog.unsavedTitle
source: 有未保存的修改
de: Ungespeicherte Änderungen
en: Unsaved Changes
fr: Quitter sans enregistrer ?
ja: 未保存の変更があります
zh_hant: 有未儲存的修改

# editor.exit.saveAndQuit
source: 保存并退出
de: Speichern & Beenden
en: Save & Exit
fr: Enregistrer et quitter
ja: 保存して終了
zh_hant: 儲存並結束

# editor.exit.saveOnly
source: 仅保存
de: Nur speichern
en: Save Only
fr: Enregistrer uniquement
ja: 保存のみ
zh_hant: 僅儲存

# editor.filter.cool
source: 冷调
de: Kühl
en: Cool
fr: Teinte fraîche
ja: 冷たい口調
zh_hant: 冷調

# editor.filter.mono
source: 黑白
de: Monochrom
en: Monochrome
fr: Monochrome
ja: 黒と白

# editor.filter.original
source: 原图
de: Original
en: Original
fr: Original
ja: 原画
zh_hant: 原圖

# editor.filter.soft
source: 柔和
de: Weich
en: Soft
fr: Doux
ja: 柔らかい

# editor.filter.vivid
source: 鲜明
de: Lebendig
en: Vivid Pop
fr: Éclatant
ja: 明確な
zh_hant: 鮮明

# editor.filter.warm
source: 暖阳
de: Warmer Sonnenschein
en: Warm Sunshine
fr: Lumière dorée
ja: 暖かい太陽
zh_hant: 暖陽

# editor.panel.adjust
source: 调色
de: Farben anpassen
en: Adjust Colors
fr: Ajuster
ja: カラーグレーディング
zh_hant: 調色

# editor.panel.crop
source: 构图比例
de: Zuschneiden
en: Crop Ratio
fr: Recadrer
ja: 構成比率
zh_hant: 構圖比例

# editor.panel.cutout
source: 主体抠图
de: Motiv freistellen
en: Subject Cutout
fr: Détourage
ja: 被写体の切り抜き
zh_hant: 主體去背

# editor.panel.flip
source: 翻转
de: Spiegeln
en: Flip
fr: Retourner
ja: フリップ
zh_hant: 翻轉

# editor.panel.frame
source: 相框
de: Rahmen
en: Frame
fr: Cadre
ja: フォトフレーム

# editor.panel.rotate
source: 旋转
de: Drehen
en: Rotate
fr: Pivoter
ja: 回転させる
zh_hant: 旋轉

# editor.panel.sticker
source: 贴纸
de: Sticker
en: Sticker
fr: Autocollants
ja: ステッカー
zh_hant: 貼圖

# editor.panel.text
source: 文字图层
de: Text-Ebene
en: Text Layer
fr: Texte
ja: テキストレイヤー
zh_hant: 文字圖層

# editor.text.add
source: 添加到图片
de: Text hinzufügen
en: Add Text
fr: Ajouter du texte
ja: 画像に追加
zh_hant: 新增到圖片

# editor.text.placeholder
source: 输入文字
de: Text eingeben…
en: Enter text…
fr: Saisissez votre texte...
ja: テキストを入力してください
zh_hant: 輸入文字

# editor.text.size
source: 字号
de: Schriftgröße
en: Font Size
fr: Taille du texte
ja: フォントサイズ
zh_hant: 字級

# editor.text.stroke
source: 描边
de: Kontur
en: Stroke
fr: Contour
ja: 脳卒中
zh_hant: 描邊

# editor.tool.frame
source: 相框
de: Rahmen
en: Frame
fr: Cadre
ja: フレーム
ko: 액자

# editor.tool.sticker
source: 贴纸
de: Sticker
en: Stickers
fr: Autocollant
ja: ステッカー
ko: 스티커
zh_hant: 貼圖

# editor.tool.text
source: 文字
de: Text
en: Text
fr: Texte
ja: テキスト
ko: 텍스트

# editor.transform.ccw
source: 左转
de: Links drehen
en: Rotate Left
fr: 90° vers la gauche
ja: 左折してください
zh_hant: 左轉

# editor.transform.cw
source: 右转
de: Rechts drehen
en: Rotate Right
fr: 90° vers la droite
ja: 右折
zh_hant: 右轉

# editor.transform.flipH
source: 水平
de: Horizontal
en: Horizontal
fr: Miroir horizontal
ja: レベル

# editor.transform.flipV
source: 垂直
de: Vertikal
en: Vertical
fr: Miroir vertical

# field.annotation.label
source: 注释
de: Notiz
en: Note
fr: Note
ja: コメント
zh_hant: 註記說明

# field.annotation.placeholder
source: 为这张卡片写一句话
de: Schreibe eine Notiz für diese Karte
en: Write a note for this card
fr: Ajoutez un petit mot sur cette carte
ja: このカードに文章を書いてください
zh_hant: 新增一段補充說明…

# field.edit
source: 编辑
de: Bearbeiten
en: Edit
fr: Modifier
ja: 編集
zh_hant: 編輯

# field.owner
source: 照护人
de: Lieblingsmensch
en: Caregiver
fr: Humain de référence
ja: 介護者
zh_hant: 毛爸媽稱呼

# field.owner.placeholder %@
source: 如：%@妈妈
de: z. B. Mensch von %@
en: e.g. %@'s Human
fr: Ex. : L'humain de %@
ja: 例：%@のママ
zh_hant: 例：%@ 的毛爸媽

# field.owner.placeholder.fallback
source: 如：小橘妈妈
de: z. B. Mensch von Luna
en: e.g. Luna's Human
fr: Ex. : L'humain de Luna
ja: 例：シャオジュの母親
zh_hant: 例如：小橘媽媽

# field.tagline
source: 一句话
de: Ein Satz
en: One Line
fr: En une phrase
ja: 一言
zh_hant: 個性簽名

# field.tagline.placeholder
source: 如：家里的开心果
de: z. B. Die Freude unseres Hauses
en: e.g. The joy of our home
fr: Ex. : Le rayon de soleil de la maison
ja: 例：自宅のピスタチオ
zh_hant: 用一句話形容毛小孩…

# field.tags
source: 个性标签
de: Persönlichkeits-Tags
en: Personality Tags
fr: Traits de caractère
ja: パーソナライズされたタグ
zh_hant: 標籤

# field.tags.placeholder
source: 选择性格标签
de: Wähle Persönlichkeits-Tags
en: Choose personality tags
fr: Sélectionnez des traits de personnalité
ja: パーソナリティラベルを選択してください
zh_hant: 新增標籤（以逗號或空格分隔）

# gallery.empty.body
source: 扫描系统相册，自动发现你伙伴的照片
de: Scanne deine Mediathek nach Fotos deines Haustiers.
en: Scan your library to find photos of your pal.
fr: Analysez votre photothèque pour retrouver votre compagnon.
ja: 「写真」アプリをスキャンして、パートナーの写真を自動的に検出します
zh_hant: 掃描系統相簿，自動發現你的毛小孩照片

# gallery.empty.cta
source: 开始扫描
de: Nach Fotos scannen
en: Scan for Pal Photos
fr: Lancer l'analyse
ja: スキャンを開始する
zh_hant: 開始掃描

# gallery.empty.filtered
source: 没有符合条件的照片
de: Keine passenden Fotos
en: No Matching Photos
fr: Aucune photo ne correspond aux filtres sélectionnés
ja: 一致する写真はありません
zh_hant: 沒有符合條件的照片

# gallery.empty.title
source: 还没有照片
de: Noch keine Fotos
en: No Photos Yet
fr: Aucune photo pour l'instant
ja: 写真はまだありません
zh_hant: 還沒有照片

# gallery.import.freeArchiveMark
source: FREE ARCHIVE
de: Freies Archiv
fr: ARCHIVE GRATUITE
ja: 無料のアーカイブ

# gallery.import.lifeLogMark
source: LIFE LOG ARCHIVE
de: Lebensarchiv
fr: JOURNAL DE VIE
ja: ライフログアーカイブ

# gallery.import.localMark
source: LOCAL ARCHIVE
de: Lokales Archiv
fr: STOCKAGE LOCAL
ja: ローカルアーカイブ

# gallery.photoCount %lld
source: %lld 张
de: %lld Fotos
en: %lld photos
fr: %lld photos
ja: %lldチャン
zh_hant: %lld 張

# gallery.quota.resilienceMark
source: RESILIENCE / LOCAL
de: Ausfallsicherheit / Lokal
fr: ESPACE LOCAL SÉCURISÉ
ja: レジリエンス / ローカル
